In [1]:
import pandas as pd

In [8]:
data = {'name':  ['sudh' , 'krish' , 'hitesh' , 'tulesko'], 
'salary' : [100 , 200 , 300 , 400], 
'mail_id' : ['sudh@ineuron.ai' , 'krish@ineuron.ai' , 'hitesh@ineuron.ai' , 'tulesko@ineuron.ai'],
 'addr' : ['blr' , 'blr' , 'blr' , 'mum']
 }

In [9]:
pd.DataFrame(data)

      name  salary             mail_id addr
0     sudh     100     sudh@ineuron.ai  blr
1    krish     200    krish@ineuron.ai  blr
2   hitesh     300   hitesh@ineuron.ai  blr
3  tulesko     400  tulesko@ineuron.ai  mum